Revit 2024 API
DWGExportOptions Constructor
Overload List
Name | Description
DWGExportOptions()
 Constructs a new instance of DWGExportOptions with default values of all properties.
DWGExportOptions(DWGExportOptions)
 Constructs a new instance of DWGExportOptions as a copy of the export options.
See Also
DWGExportOptions Class
DWGExportOptions Members
Autodesk.Revit.DB Namespace